[M_Sage_Mission04 MissionDefinition]
MissionName="Vamos à Caça"
MissionDescription="O professor Nakayama planeja criar clones de Jack alimentados com Eridium em seu laboratório secreto na [place]Estação Ardorton[-place]. O Claptrap sugeriu que você vá até lá e destrua as amostras de DNA do Jack.\nComo ele conseguiu o DNA do Jack, isso já é outro assunto.  De qualquer forma é preciso destruí-las e acabar com o seu laboratório."
TurnInDescription="Viemos para arrebentar geral e atormentar sua vida. Nós enviamos o Claptrap."
MissionSummary="Dirija-se até a Estação Ardorton."
MissionGiver="Claptrap"
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""

[M_Sage_Mission04:DeactivateLab MissionObjectiveDefinition]
ProgressMessage="Feche o laboratório"

[M_Sage_Mission04:DeactivateLAbSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Fechando o laboratório"
MissionDescriptionOverride="O professor Nakayama planeja criar clones de Jack alimentados com Eridium em seu laboratório secreto na [place]Estação Ardorton[-place].\nDepois de destruir as amostras de DNA do Jack, só falta acabar de vez com o laboratório do Professor Nakayama."

[M_Sage_Mission04:DestroyDNA1 MissionObjectiveDefinition]
ProgressMessage="Destrua as amostras de DNA"

[M_Sage_Mission04:DestroyDNA2 MissionObjectiveDefinition]
ProgressMessage="Destrua a cópia de segurança do DNA"

[M_Sage_Mission04:DestroyDNA3 MissionObjectiveDefinition]
ProgressMessage="Destrua a cópia de segurança de emergência do DNA"

[M_Sage_Mission04:DestroyDNASet MissionObjectiveSetDefinition]
MissionSummaryOverride="Destrua as amostras de DNA do Jack"
MissionDescriptionOverride=""

[M_Sage_Mission04:FindEntrance MissionObjectiveDefinition]
ProgressMessage="Encontre a entrada da caverna"

[M_Sage_Mission04:FindEntranceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission04:FindLab MissionObjectiveDefinition]
ProgressMessage="Encontre o laboratório"

[M_Sage_Mission04:FindLabSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission04:GotoStation MissionObjectiveDefinition]
ProgressMessage="Vá até a Estação Ardorton"

[M_Sage_Mission04:GotoStationSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission04:KillEndBoss MissionObjectiveDefinition]
ProgressMessage="Elimine o Espinhoso"

[M_Sage_Mission04:KillEndBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine o Espinhoso, o monstro que foi criado pelo Nakayama a partir do Jack."
MissionDescriptionOverride="O professor Nakayama planeja criar clones de Jack alimentados com Eridium em seu laboratório secreto na [place]Estação Ardorton[-place].\nEmbora tenha destruido seu laboratório, o professor Nakayama libertou uma das suas criaturas experimentais. Adivinha quem terá que detê-la..."

[M_Sage_Mission04:ReturnLodge MissionObjectiveDefinition]
ProgressMessage="Volte até o chalé"

[M_Sage_Mission04:ReturnLodgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

